Repository: noah-nuebling/mac-mouse-fix
Catalog: crowdin/ro/Localizable.xcstrings
Source language: en
Languages: de, fr, ko, pt_br, tr, vi, zh_hans, zh_hant

# type-shortcut-prompt
source: Type a Keyboard Shortcut
de: Tippe einen Tastaturkurzbefehl
fr: Taper le raccourci clavier
ko: 키를 입력하세요.
pt_br: Digite um atalho de teclado
tr: Bir Klavye Kısayolu Yazın
vi: Gõ một tổ hợp phím tắt
zh_hans: 输入键盘快捷键
zh_hant: 輸入鍵盤快速鍵

# drag-effect.dock-swipe
source: Spaces & Mission Control
fr: Espaces & Mission Control
ko: Spaces 및 Mission Control
pt_br: Spaces e Mission Control
tr: Spaces ve Mission Control
zh_hans: 空间与调度中心
zh_hant: 空間與指揮中心

# effect.smart-zoom
source: Smart Zoom
fr: Zoom intelligent
ko: 스마트 확대/축소
pt_br: Zoom Inteligente
tr: Akıllı Yakınlaştırma
vi: Thu phóng thông minh
zh_hans: 智能缩放
zh_hant: 智慧型縮放

# app-version
source: Version %@
ko: app-version
pt_br: Versão %@
vi: Phiên bản %@
zh_hans: app-version
zh_hant: app-version

# buy-mouse-alert.ok
source: OK
ko: 확인
tr: Tamam
vi: Đồng ý
zh_hans: 好
zh_hant: 好

# thanks.14
source: 🇹🇷 Ey Kanka, tebrikler tebrikler!
pt_br: 🕊️ Mais vale um pássaro na mão do que dois voando!
vi: 🇻🇳 Người anh em, chúc mừng, chúc mừng nhé!

# thanks.17
source: 💃 1NEIN8NEIN
pt_br: 🏝️ O descanso é tão importante quanto o trabalho...
vi: 💃 ILU3000

# thanks.19
source: 🏜️ Dankeschön, meine Frau...
pt_br: 🏆 É dando que se recebe...
vi: 🏜️ Cảm ơn em, vợ iu của anh...

# effect.launchpad
source: Launchpad
zh_hans: 启动台
zh_hant: 啟動台

# effect.mission-control
source: Mission Control
zh_hans: 调度中心
zh_hant: 指揮中心
